/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Cancelar";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Casa";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Trabajo";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Móvil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Otros";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (invitado)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Todos los contactos conocidos";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Todos los contactos";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Contactos Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Teléfonos guardados";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Contactos conectados";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Solicitudes enviadas";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Contactados recientemente";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Solicitudes recibidas";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Solicitudes aceptadas";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Contactos bloqueados";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Contactos sin grupo";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Contactos sugeridos";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Lista sin título";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Por favor, añádeme a tus contactos";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Llamada de prueba de Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "es";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Hola, soy el robot de pruebas de Skype. Añádeme a tus contactos y llámame para comprobar tus ajustes de sonido. Lee http://www.skype.com/go/help para más información. Gracias.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Llámame para probar tu sonido";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Estableciendo llamada";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Estableciendo llamada";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Llamada cancelada";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Error en la llamada";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Llamando...";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Llamando";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Llamada en espera";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Está en espera";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Finalizada";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Perdida";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Rechazada";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Ocupado";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Se perdió la conexión";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Mensaje de voz";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Grabando mensaje de voz...";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Enviando mensaje de voz";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Mensaje de voz enviado";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Mensaje de voz cancelado";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Error en el mensaje de voz";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Conectando";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Llamando";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Llamando";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Es espera";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Finalizado";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Llamada en Facebook (beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Llamando…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Llamando…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Llamada en curso";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "En espera";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Estás en espera";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Llamada en curso";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Llamada completa";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Reproduciendo saludo de mensaje de voz";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Grabando mensaje de voz";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Llamada reciente";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Transfiriendo llamada";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Archivos enviados";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Has recibido un mensaje de vídeo. Puedes verlo en: %1 y abrirlo con el código %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - reproducir en %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Para ver esta foto compartida, ve a: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Para ver este contenido compartido ve a: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Desconectado";
"CONTACT_AVAILABILITY_ONLINE" = "Conectado";
"CONTACT_AVAILABILITY_AWAY" = "Ausente";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Ocupado";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Solicitud de contacto pendiente";
"CONTACT_AVAILABILITY_BLOCKED" = "Bloqueado";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Desconectado con mensajería de voz";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Desvío de llamadas";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Invisible";
"CONTACT_AVAILABILITY_CONNECTING" = "Conectando";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Número de teléfono";

/*  */
"CONTACT_GENDER_FEMALE" = "Mujer";

/*  */
"CONTACT_GENDER_MALE" = "Hombre";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Número desconocido";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Sin título";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Iniciando sesión…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Cargando contactos…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Actualizando archivos…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ añadió a %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ se ha ido";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ ha eliminado a %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ ha cambiado el tema por %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Este mensaje se ha eliminado";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Igual que el Sistema";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "No se puede conectar a Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Comprueba tus ajustes de red e inténtalo de nuevo.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Este nombre de Skype no es válido.";
"Account::INVALID_EMAIL" = "Este correo no es válido.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Compruébalo e inténtalo de nuevo.";
"Account::UNACCEPTABLE_PASSWORD" = "La contraseña no es válida.";
"Account::SKYPENAME_TAKEN" = "Este nombre de Skype ya está en uso.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Introduce uno nuevo.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Nombre de Skype y contraseña no reconocidos.";
"Account::INCORRECT_PASSWORD" = "Nombre Skype y contraseña no reconocidos.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Demasiados errores al iniciar sesión.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Inténtalo de nuevo más tarde.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Su contraseña ha cambiado.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Inicia sesión con tu nueva contraseña.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Inténtalo de nuevo.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Debe tener entre 6 y 20 caracteres.";
"SkyLib::TOO_LONG" = "Debe tener entre 6 y 20 caracteres.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Carácter no válido, como: Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "No puede contener un espacio o tabulador.";
"SkyLib::SAME_AS_USERNAME" = "Es demasiado parecida a tu nombre de Skype.";
"SkyLib::INVALID_FORMAT" = "Formato no válido.";
"SkyLib::CONTAINS_INVALID_WORD" = "Demasiado fácil de adivinar, como: abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Necesita al menos una letra y un número.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Debe comenzar con una letra (A–Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Elige un nombre más largo.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Elige una contraseña más larga.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Elige un nombre más corto.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Elige una contraseña más corta.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Elige un nuevo nombre de Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prueba una nueva contraseña.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Prueba un nuevo correo electrónico.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Prueba un nuevo valor.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "La contraseña es incorrecta.";
"Account::PWD_SERVER_CONNECT_FAILED" = "No se puede conectar al servidor.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "La nueva contraseña debe ser distinta de la antigua.";
"Account::PWD_INVALID_NEW_PWD" = "La contraseña no es válida.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Debes iniciar sesión para cambiar la contraseña.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "No se puede guardar el cambio, comprueba el ajuste en inténtalo de nuevo.";

"ACCOUNT_NOCREDIT" = "No hay crédito";
"ACCOUNT_FREECALL" = "llamada gratis";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "El nombre del archivo no es válido";
"SkyLib::TRANSFER_OPEN_FAILED" = "Error al abrir el archivo";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Demasiados envíos o recepciones de archivos a la vez";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Estás desconectado.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Necesitas estar conectado para llamar.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "No puedes buscar contactos mientras estás desconectado. Cambia tu estado.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Necesitas estar conectado para enviar SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Necesitas estar conectado para reproducir este mensaje.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "No se puede establecer el cuerpo del SMS.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "No hay suficiente crédito de Skype para enviar un SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Necesitas crédito de Skype para llamar a este número.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "No es un nombre de Skype o un teléfono válido.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "No puedes llamar a este contacto Lync porque está desconectado.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "No puedes llamar a esta persona porque la has bloqueado.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "No puedes chatear con esta persona porque la has bloqueado.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "No puedes enviar SMS a esta persona porque la has bloqueado.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "No puedes añadir a esta persona porque la has bloqueado.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "No puedes llamarte a ti mismo.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "No puedes chatear contigo mismo.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "No puedes añadirte a ti mismo.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "No puedes unirte a esta conversación.";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "No se encontró esta conversación";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "No es un teléfono válido.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "No puede llamar a este número porque es un número de emergencia.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "No puedes enviar SMS a este número porque es un servicio de emergencia.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "No puede llamar a este número porque es un número de emergencia.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Necesitas finalizar la llamada para iniciar otra.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Para escuchar un mensaje de voz, finaliza la llamada.";
"SKERROR_CALLFAILED" = "Error en la llamada, inténtalo de nuevo.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Has intentado iniciar una conversación con demasiados contactos.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "No puedes tener una conversación con estos contactos.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "No puedes llamar a esta persona porque no te han autorizado.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "No puedes llamar a esta persona porque no te han autorizado.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Código de confirmación no válido";
"Sms::MISC_ERROR" = "Número no válido";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Tu cuenta ha sido bloqueada";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Contacta con el servicio de atención al cliente.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Hay demasiados participantes en la videollamada grupal.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Sólo puedes hacer videollamadas con hasta 9 personas, elimina a alguien del grupo y vuelva a intentarlo.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Hay demasiados participantes en la videollamada grupal.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Sólo puedes hacer videollamadas con hasta 9 personas, elimina a alguien del grupo y vuelve a intentarlo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Tu plan de videollamadas no admite a tantas personas. Elimina a alguien de la conversación y vuelve a intentarlo.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Necesitas un plan para hacer videollamadas grupales.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Necesitas un plan para hacer videollamadas grupales.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "¿Deseas hacer una videollamada grupal?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "¿Deseas hacer una videollamada grupal?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Ya estás en una videollamada grupal.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Sólo puedes mantener una videollamada grupal a la vez.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Has alcanzado el límite para esta llamada.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Has alcanzado el límite de 4 horas para videollamada grupal en esta llamada.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Has alcanzado el límite de 4 horas para videollamada grupal en esta llamada. Comprueba tu cuenta para más detalles.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Has alcanzado el límite de videollamada grupal para hoy.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Videollamadas grupales suspendidas temporalmente. Has alcanzado el límite de uso razonable para hoy. Comprueba tu cuenta para más detalles.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Has alcanzado el límite de videollamada grupal para este mes.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Videollamadas grupales suspendidas temporalmente. Has alcanzado el límite de uso razonable para hoy. Comprueba tu cuenta para más detalles.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Videollamadas grupales no disponible en este momento.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Ha ocurrido un error. Inténtalo de nuevo más tarde.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Consigue videollamadas grupales";
"PremiumVideoErrorRecovery_GetPremium" = "Consigue videollamadas grupales";
"PremiumVideoErrorRecovery_UpgradePremium" = "Actualizar";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Necesitas crédito de Skype para usar WiFi Skype.";
"AccessSession::LOGIN_FAILURE" = "Nombre Skype y contraseña no reconocidos.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Usuario o contraseña no válidos.";

"SKYPEACCESS_NO_ACCOUNT" = "Por favor, inicia sesión con tu cuenta de Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "No se puede conectar. Comprueba el WiFi o prueba otro punto diferente.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Este punto WiFi no responde correctamente. Prueba otro distinto.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "No se puede alargar la sesión. Inténtalo de nuevo.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "La red WiFi “%@” ya no está disponible.";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Para evitar cargos inesperados, asegúrate de estar desconectado antes de alejarte del punto WiFi o de apagar tu dispositivo.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Vuelve a conectar al WiFi \"%@\"";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi intentará finalizar la conexión. Para evitar cargos inesperados, desconecta siempre tu dispositivo antes de apagarlo o alejarte del punto WiFi.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "La conexión a internet ha finalizado.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ por minuto";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratis";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "ha actualizado este grupo y mejorado la experiencia de chatear.\nPara unirte y seguir chateando, actualiza a la última versión.\nVisita <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "ha actualizado este grupo y mejorado la experiencia de chatear.\nPara unirte y seguir chateando, actualiza a la última versión.\nVisita https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Pulsa <a href=\"skype:?chat&amp;id=%1\">here</a> para ver el historial.";
